/* App strings */
"Humidity: %.1f%%" = "Humidity: %.1f%%";
"Location: %@" = "Location: %@";
"Min: %ld°C, max: %ld°C" = "Min: %1$ld°C, max: %2$ld°C";
"Quit" = "Quit";
"Show in browser" = "Show in browser";
"Update" = "Update";
"Settings" = "Settings";
"Select your city" = "Select your city";
